{
  "<|pad|>": 0,
  "<|bos|>": 1,
  "<|eos|>": 2,
  "<|unk|>": 3,
  " ": 4,
  "and": 5,
  "\n": 6,
  "\n\n": 7,
  "-": 8,
  "with": 9,
  "for": 10,
  "a": 11,
  "to": 12,
  "##": 13,
  "clear": 14,
  "friendly": 15,
  "keyword": 16,
  "naturally": 17,
  "professional": 18,
  "sentences": 19,
  "structure": 20,
  "voice": 21,
  "worldwide.": 22,
  "SEO": 23,
  "Assistant:": 24,
  "User:": 25,
  "your": 26,
  "content": 27,
  "ecommerce": 28,
  "on": 29,
  "that": 30,
  "#": 31,
  "(15-20": 32,
  "A": 33,
  "Add": 34,
  "Added": 35,
  "Applied": 36,
  "Apply": 37,
  "Audiences": 38,
  "Complete": 39,
  "Conclusion": 40,
  "Discover": 41,
  "Global": 42,
  "Guide": 43,
  "H1": 44,
  "H2": 45,
  "Improved": 46,
  "Key": 47,
  "Lead": 48,
  "Matters": 49,
  "OPTIMIZED:": 50,
  "Place": 51,
  "SUGGESTIONS:": 52,
  "Strategies": 53,
  "Strong": 54,
  "Teams": 55,
  "This": 56,
  "Use": 57,
  "Why": 58,
  "Wove": 59,
  "across": 60,
  "active": 61,
  "aligned": 62,
  "balances": 63,
  "benefits": 64,
  "better": 65,
  "build": 66,
  "bullets": 67,
  "clarity,": 68,
  "conclusion": 69,
  "consistently": 70,
  "copy": 71,
  "customers,": 72,
  "drive": 73,
  "easier": 74,
  "engaging,": 75,
  "growth.": 76,
  "headings": 77,
  "improvements": 78,
  "in": 79,
  "industries": 80,
  "intent": 81,
  "intent.": 82,
  "into": 83,
  "intro": 84,
  "jargon": 85,
  "make": 86,
  "measurable": 87,
  "more": 88,
  "natural": 89,
  "next": 90,
  "not": 91,
  "one": 92,
  "opening": 93,
  "optimizer": 94,
  "outcomes,": 95,
  "placement.": 96,
  "primary": 97,
  "proven": 98,
  "reach": 99,
  "read,": 100,
  "readability": 101,
  "readers": 102,
  "rely": 103,
  "rewrite": 104,
  "scanability": 105,
  "scanability,": 106,
  "search": 107,
  "short": 108,
  "shorter": 109,
  "step": 110,
  "strategies": 111,
  "the": 112,
  "these": 113,
  "title": 114,
  "tone": 115,
  "trust,": 116,
  "uses": 117,
  "words)": 118,
  "work": 119,
  "marketing": 120,
  "article": 121,
  "blog": 122,
  "landing": 123,
  "page": 124,
  "app": 125,
  "business": 126,
  "marketing**": 127,
  "media": 128,
  "I": 129,
  "blog_article": 130,
  "landing_page": 131,
  "local": 132,
  "Marketing": 133,
  "Marketing:": 134,
  "Seo": 135,
  "basics": 136,
  "cloud": 137,
  "computing": 138,
  "conversion": 139,
  "cybersecurity": 140,
  "development": 141,
  "digital": 142,
  "email": 143,
  "growth": 144,
  "marketing'": 145,
  "mobile": 146,
  "social": 147,
  "strategy": 148,
  "you": 149,
  "custom": 150,
  "help": 151,
  "**SEO": 152,
  "**cloud": 153,
  "**content": 154,
  "**cybersecurity": 155,
  "**digital": 156,
  "**ecommerce": 157,
  "**email": 158,
  "**local": 159,
  "**mobile": 160,
  "**social": 161,
  "App": 162,
  "Business": 163,
  "Cloud": 164,
  "Content": 165,
  "Cybersecurity": 166,
  "Digital": 167,
  "Ecommerce": 168,
  "Email": 169,
  "Local": 170,
  "Media": 171,
  "Mobile": 172,
  "SEO**": 173,
  "Social": 174,
  "am": 175,
  "basics**": 176,
  "can": 177,
  "computing**": 178,
  "conversion**": 179,
  "development**": 180,
  "growth**": 181,
  "strategy**": 182,
  "AI": 183,
  "Nexus,": 184,
  "are": 185,
  "is": 186,
  "What": 187,
  "own": 188,
  "you?": 189,
  "'SEO": 190,
  "'cloud": 191,
  "'content": 192,
  "'cybersecurity": 193,
  "'digital": 194,
  "'ecommerce": 195,
  "'email": 196,
  "'local": 197,
  "'mobile": 198,
  "'social": 199,
  "Basics": 200,
  "Basics:": 201,
  "Computing": 202,
  "Computing:": 203,
  "Conversion": 204,
  "Conversion:": 205,
  "Development": 206,
  "Development:": 207,
  "Growth": 208,
  "Growth:": 209,
  "How": 210,
  "SEO'": 211,
  "Seo:": 212,
  "Strategy": 213,
  "Strategy:": 214,
  "assistant.": 215,
  "basics'": 216,
  "computing'": 217,
  "conversion'": 218,
  "development'": 219,
  "growth'": 220,
  "model": 221,
  "server.": 222,
  "strategy'": 223,
  "Yes,": 224,
  "Who": 225,
  "Are": 226,
  "Hello": 227,
  "Hello!": 228,
  "My": 229,
  "Python?": 230,
  "You": 231,
  "answer": 232,
  "assist": 233,
  "coding,": 234,
  "do?": 235,
  "free": 236,
  "free?": 237,
  "great": 238,
  "me": 239,
  "name": 240,
  "name?": 241,
  "project.": 242,
  "questions,": 243,
  "running": 244,
  "runs": 245,
  "today?": 246,
  "welcome!": 247,
  "APIs,": 248,
  "Can": 249,
  "Happy": 250,
  "Hi": 251,
  "Python,": 252,
  "Thank": 253,
  "deployment.": 254,
  "doing": 255,
  "help.": 256,
  "ready": 257,
  "you.": 258,
  "\u0000": 259,
  "\u0001": 260,
  "\u0002": 261,
  "\u0003": 262,
  "\u0004": 263,
  "\u0005": 264,
  "\u0006": 265,
  "\u0007": 266,
  "\b": 267,
  "\t": 268,
  "\u000b": 269,
  "\f": 270,
  "\r": 271,
  "\u000e": 272,
  "\u000f": 273,
  "\u0010": 274,
  "\u0011": 275,
  "\u0012": 276,
  "\u0013": 277,
  "\u0014": 278,
  "\u0015": 279,
  "\u0016": 280,
  "\u0017": 281,
  "\u0018": 282,
  "\u0019": 283,
  "\u001a": 284,
  "\u001b": 285,
  "\u001c": 286,
  "\u001d": 287,
  "\u001e": 288,
  "\u001f": 289,
  "!": 290,
  "\"": 291,
  "$": 292,
  "%": 293,
  "&": 294,
  "'": 295,
  "(": 296,
  ")": 297,
  "*": 298,
  "+": 299,
  ",": 300,
  ".": 301,
  "/": 302,
  "0": 303,
  "1": 304,
  "2": 305,
  "3": 306,
  "4": 307,
  "5": 308,
  "6": 309,
  "7": 310,
  "8": 311,
  "9": 312,
  ":": 313,
  ";": 314,
  "<": 315,
  "=": 316,
  ">": 317,
  "?": 318,
  "@": 319,
  "B": 320,
  "C": 321,
  "D": 322,
  "E": 323,
  "F": 324,
  "G": 325,
  "H": 326,
  "J": 327,
  "K": 328,
  "L": 329,
  "M": 330,
  "N": 331,
  "O": 332,
  "P": 333,
  "Q": 334,
  "R": 335,
  "S": 336,
  "T": 337,
  "U": 338,
  "V": 339,
  "W": 340,
  "X": 341,
  "Y": 342,
  "Z": 343,
  "[": 344,
  "\\": 345,
  "]": 346,
  "^": 347,
  "_": 348,
  "`": 349,
  "b": 350,
  "c": 351,
  "d": 352,
  "e": 353,
  "f": 354,
  "g": 355,
  "h": 356,
  "i": 357,
  "j": 358,
  "k": 359,
  "l": 360,
  "m": 361,
  "n": 362,
  "o": 363,
  "p": 364,
  "q": 365,
  "r": 366,
  "s": 367,
  "t": 368,
  "u": 369,
  "v": 370,
  "w": 371,
  "x": 372,
  "y": 373,
  "z": 374,
  "{": 375,
  "|": 376,
  "}": 377,
  "~": 378,
  "": 379,
  "┬А": 380,
  "┬Б": 381,
  "┬В": 382,
  "┬Г": 383,
  "┬Д": 384,
  "┬Е": 385,
  "┬Ж": 386,
  "┬З": 387,
  "┬И": 388,
  "┬Й": 389,
  "┬К": 390,
  "┬Л": 391,
  "┬М": 392,
  "┬Н": 393,
  "┬О": 394,
  "┬П": 395,
  "┬Р": 396,
  "┬С": 397,
  "┬Т": 398,
  "┬У": 399,
  "┬Ф": 400,
  "┬Х": 401,
  "┬Ц": 402,
  "┬Ч": 403,
  "┬Ш": 404,
  "┬Щ": 405,
  "┬Ъ": 406,
  "┬Ы": 407,
  "┬Ь": 408,
  "┬Э": 409,
  "┬Ю": 410,
  "┬Я": 411,
  "┬а": 412,
  "┬б": 413,
  "┬в": 414,
  "┬г": 415,
  "┬д": 416,
  "┬е": 417,
  "┬ж": 418,
  "┬з": 419,
  "┬и": 420,
  "┬й": 421,
  "┬к": 422,
  "┬л": 423,
  "┬м": 424,
  "┬н": 425,
  "┬о": 426,
  "┬п": 427,
  "┬░": 428,
  "┬▒": 429,
  "┬▓": 430,
  "┬│": 431,
  "┬┤": 432,
  "┬╡": 433,
  "┬╢": 434,
  "┬╖": 435,
  "┬╕": 436,
  "┬╣": 437,
  "┬║": 438,
  "┬╗": 439,
  "┬╝": 440,
  "┬╜": 441,
  "┬╛": 442,
  "┬┐": 443,
  "├А": 444,
  "├Б": 445,
  "├В": 446,
  "├Г": 447,
  "├Д": 448,
  "├Е": 449,
  "├Ж": 450,
  "├З": 451,
  "├И": 452,
  "├Й": 453,
  "├К": 454,
  "├Л": 455,
  "├М": 456,
  "├Н": 457,
  "├О": 458,
  "├П": 459,
  "├Р": 460,
  "├С": 461,
  "├Т": 462,
  "├У": 463,
  "├Ф": 464,
  "├Х": 465,
  "├Ц": 466,
  "├Ч": 467,
  "├Ш": 468,
  "├Щ": 469,
  "├Ъ": 470,
  "├Ы": 471,
  "├Ь": 472,
  "├Э": 473,
  "├Ю": 474,
  "├Я": 475,
  "├а": 476,
  "├б": 477,
  "├в": 478,
  "├г": 479,
  "├д": 480,
  "├е": 481,
  "├ж": 482,
  "├з": 483,
  "├и": 484,
  "├й": 485,
  "├к": 486,
  "├л": 487,
  "├м": 488,
  "├н": 489,
  "├о": 490,
  "├п": 491,
  "├░": 492,
  "├▒": 493,
  "├▓": 494,
  "├│": 495,
  "├┤": 496,
  "├╡": 497,
  "├╢": 498,
  "├╖": 499,
  "├╕": 500,
  "├╣": 501,
  "├║": 502,
  "├╗": 503,
  "├╝": 504,
  "├╜": 505,
  "├╛": 506,
  "├┐": 507
}