{
  "<|pad|>": 0,
  "<|bos|>": 1,
  "<|eos|>": 2,
  "<|unk|>": 3,
  " ": 4,
  "\n": 5,
  "Assistant:": 6,
  "User:": 7,
  "I": 8,
  "your": 9,
  "you": 10,
  "custom": 11,
  "help": 12,
  "am": 13,
  "can": 14,
  "with": 15,
  "AI": 16,
  "Nexus,": 17,
  "a": 18,
  "and": 19,
  "are": 20,
  "is": 21,
  "on": 22,
  "What": 23,
  "own": 24,
  "you?": 25,
  "How": 26,
  "assistant.": 27,
  "model": 28,
  "server.": 29,
  "Yes,": 30,
  "Who": 31,
  "to": 32,
  "Are": 33,
  "Hello": 34,
  "Hello!": 35,
  "My": 36,
  "Python?": 37,
  "You": 38,
  "answer": 39,
  "assist": 40,
  "coding,": 41,
  "do?": 42,
  "free": 43,
  "free?": 44,
  "great": 45,
  "me": 46,
  "name": 47,
  "name?": 48,
  "project.": 49,
  "questions,": 50,
  "running": 51,
  "runs": 52,
  "that": 53,
  "today?": 54,
  "welcome!": 55,
  "APIs,": 56,
  "Can": 57,
  "Happy": 58,
  "Hi": 59,
  "Python,": 60,
  "Thank": 61,
  "deployment.": 62,
  "doing": 63,
  "help.": 64,
  "ready": 65,
  "you.": 66,
  "\u0000": 67,
  "\u0001": 68,
  "\u0002": 69,
  "\u0003": 70,
  "\u0004": 71,
  "\u0005": 72,
  "\u0006": 73,
  "\u0007": 74,
  "\b": 75,
  "\t": 76,
  "\u000b": 77,
  "\f": 78,
  "\r": 79,
  "\u000e": 80,
  "\u000f": 81,
  "\u0010": 82,
  "\u0011": 83,
  "\u0012": 84,
  "\u0013": 85,
  "\u0014": 86,
  "\u0015": 87,
  "\u0016": 88,
  "\u0017": 89,
  "\u0018": 90,
  "\u0019": 91,
  "\u001a": 92,
  "\u001b": 93,
  "\u001c": 94,
  "\u001d": 95,
  "\u001e": 96,
  "\u001f": 97,
  "!": 98,
  "\"": 99,
  "#": 100,
  "$": 101,
  "%": 102,
  "&": 103,
  "'": 104,
  "(": 105,
  ")": 106,
  "*": 107,
  "+": 108,
  ",": 109,
  "-": 110,
  ".": 111,
  "/": 112,
  "0": 113,
  "1": 114,
  "2": 115,
  "3": 116,
  "4": 117,
  "5": 118,
  "6": 119,
  "7": 120,
  "8": 121,
  "9": 122,
  ":": 123,
  ";": 124,
  "<": 125,
  "=": 126,
  ">": 127,
  "?": 128,
  "@": 129,
  "A": 130,
  "B": 131,
  "C": 132,
  "D": 133,
  "E": 134,
  "F": 135,
  "G": 136,
  "H": 137,
  "J": 138,
  "K": 139,
  "L": 140,
  "M": 141,
  "N": 142,
  "O": 143,
  "P": 144,
  "Q": 145,
  "R": 146,
  "S": 147,
  "T": 148,
  "U": 149,
  "V": 150,
  "W": 151,
  "X": 152,
  "Y": 153,
  "Z": 154,
  "[": 155,
  "\\": 156,
  "]": 157,
  "^": 158,
  "_": 159,
  "`": 160,
  "b": 161,
  "c": 162,
  "d": 163,
  "e": 164,
  "f": 165,
  "g": 166,
  "h": 167,
  "i": 168,
  "j": 169,
  "k": 170,
  "l": 171,
  "m": 172,
  "n": 173,
  "o": 174,
  "p": 175,
  "q": 176,
  "r": 177,
  "s": 178,
  "t": 179,
  "u": 180,
  "v": 181,
  "w": 182,
  "x": 183,
  "y": 184,
  "z": 185,
  "{": 186,
  "|": 187,
  "}": 188,
  "~": 189,
  "": 190,
  "ВҖ": 191,
  "ВҒ": 192,
  "ВӮ": 193,
  "Вғ": 194,
  "В„": 195,
  "В…": 196,
  "ВҶ": 197,
  "ВҮ": 198,
  "ВҲ": 199,
  "Вү": 200,
  "ВҠ": 201,
  "ВӢ": 202,
  "ВҢ": 203,
  "ВҚ": 204,
  "ВҺ": 205,
  "ВҸ": 206,
  "Вҗ": 207,
  "В‘": 208,
  "В’": 209,
  "В“": 210,
  "В”": 211,
  "В•": 212,
  "В–": 213,
  "В—": 214,
  "Вҳ": 215,
  "Вҷ": 216,
  "Вҡ": 217,
  "Вӣ": 218,
  "Вң": 219,
  "Вқ": 220,
  "Вһ": 221,
  "Вҹ": 222,
  "В ": 223,
  "ВЎ": 224,
  "Вў": 225,
  "ВЈ": 226,
  "ВӨ": 227,
  "ВҘ": 228,
  "ВҰ": 229,
  "В§": 230,
  "ВЁ": 231,
  "В©": 232,
  "ВӘ": 233,
  "В«": 234,
  "В¬": 235,
  "Вӯ": 236,
  "В®": 237,
  "ВҜ": 238,
  "В°": 239,
  "Вұ": 240,
  "ВІ": 241,
  "Ві": 242,
  "Вҙ": 243,
  "Вө": 244,
  "В¶": 245,
  "В·": 246,
  "Вё": 247,
  "В№": 248,
  "Вә": 249,
  "В»": 250,
  "Вј": 251,
  "ВҪ": 252,
  "Вҫ": 253,
  "Вҝ": 254,
  "ГҖ": 255,
  "ГҒ": 256,
  "ГӮ": 257,
  "Гғ": 258,
  "Г„": 259,
  "Г…": 260,
  "ГҶ": 261,
  "ГҮ": 262,
  "ГҲ": 263,
  "Гү": 264,
  "ГҠ": 265,
  "ГӢ": 266,
  "ГҢ": 267,
  "ГҚ": 268,
  "ГҺ": 269,
  "ГҸ": 270,
  "Гҗ": 271,
  "Г‘": 272,
  "Г’": 273,
  "Г“": 274,
  "Г”": 275,
  "Г•": 276,
  "Г–": 277,
  "Г—": 278,
  "Гҳ": 279,
  "Гҷ": 280,
  "Гҡ": 281,
  "Гӣ": 282,
  "Гң": 283,
  "Гқ": 284,
  "Гһ": 285,
  "Гҹ": 286,
  "Г ": 287,
  "ГЎ": 288,
  "Гў": 289,
  "ГЈ": 290,
  "ГӨ": 291,
  "ГҘ": 292,
  "ГҰ": 293,
  "Г§": 294,
  "ГЁ": 295,
  "Г©": 296,
  "ГӘ": 297,
  "Г«": 298,
  "Г¬": 299,
  "Гӯ": 300,
  "Г®": 301,
  "ГҜ": 302,
  "Г°": 303,
  "Гұ": 304,
  "ГІ": 305,
  "Гі": 306,
  "Гҙ": 307,
  "Гө": 308,
  "Г¶": 309,
  "Г·": 310,
  "Гё": 311,
  "Г№": 312,
  "Гә": 313,
  "Г»": 314,
  "Гј": 315,
  "ГҪ": 316,
  "Гҫ": 317,
  "Гҝ": 318
}