{
  "<|pad|>": 0,
  "<|bos|>": 1,
  "<|eos|>": 2,
  "<|unk|>": 3,
  " ": 4,
  "\n": 5,
  "Assistant:": 6,
  "I": 7,
  "User:": 8,
  "and": 9,
  "on": 10,
  "you": 11,
  "You": 12,
  "a": 13,
  "custom": 14,
  "running": 15,
  "with": 16,
  "your": 17,
  "\u0000": 18,
  "\u0001": 19,
  "\u0002": 20,
  "\u0003": 21,
  "\u0004": 22,
  "\u0005": 23,
  "\u0006": 24,
  "\u0007": 25,
  "\b": 26,
  "\t": 27,
  "\u000b": 28,
  "\f": 29,
  "\r": 30,
  "\u000e": 31,
  "\u000f": 32,
  "\u0010": 33,
  "\u0011": 34,
  "\u0012": 35,
  "\u0013": 36,
  "\u0014": 37,
  "\u0015": 38,
  "\u0016": 39,
  "\u0017": 40,
  "\u0018": 41,
  "\u0019": 42,
  "\u001a": 43,
  "\u001b": 44,
  "\u001c": 45,
  "\u001d": 46,
  "\u001e": 47,
  "\u001f": 48,
  "!": 49,
  "\"": 50,
  "#": 51,
  "$": 52,
  "%": 53,
  "&": 54,
  "'": 55,
  "(": 56,
  ")": 57,
  "*": 58,
  "+": 59,
  ",": 60,
  "-": 61,
  ".": 62,
  "/": 63,
  "0": 64,
  "1": 65,
  "2": 66,
  "3": 67,
  "4": 68,
  "5": 69,
  "6": 70,
  "7": 71,
  "8": 72,
  "9": 73,
  ":": 74,
  ";": 75,
  "<": 76,
  "=": 77,
  ">": 78,
  "?": 79,
  "@": 80,
  "A": 81,
  "B": 82,
  "C": 83,
  "D": 84,
  "E": 85,
  "F": 86,
  "G": 87,
  "H": 88,
  "J": 89,
  "K": 90,
  "L": 91,
  "M": 92,
  "N": 93,
  "O": 94,
  "P": 95,
  "Q": 96,
  "R": 97,
  "S": 98,
  "T": 99,
  "U": 100,
  "V": 101,
  "W": 102,
  "X": 103,
  "Y": 104,
  "Z": 105,
  "[": 106,
  "\\": 107,
  "]": 108,
  "^": 109,
  "_": 110,
  "`": 111,
  "b": 112,
  "c": 113,
  "d": 114,
  "e": 115,
  "f": 116,
  "g": 117,
  "h": 118,
  "i": 119,
  "j": 120,
  "k": 121,
  "l": 122,
  "m": 123,
  "n": 124,
  "o": 125,
  "p": 126,
  "q": 127,
  "r": 128,
  "s": 129,
  "t": 130,
  "u": 131,
  "v": 132,
  "w": 133,
  "x": 134,
  "y": 135,
  "z": 136,
  "{": 137,
  "|": 138,
  "}": 139,
  "~": 140,
  "": 141,
  "┬А": 142,
  "┬Б": 143,
  "┬В": 144,
  "┬Г": 145,
  "┬Д": 146,
  "┬Е": 147,
  "┬Ж": 148,
  "┬З": 149,
  "┬И": 150,
  "┬Й": 151,
  "┬К": 152,
  "┬Л": 153,
  "┬М": 154,
  "┬Н": 155,
  "┬О": 156,
  "┬П": 157,
  "┬Р": 158,
  "┬С": 159,
  "┬Т": 160,
  "┬У": 161,
  "┬Ф": 162,
  "┬Х": 163,
  "┬Ц": 164,
  "┬Ч": 165,
  "┬Ш": 166,
  "┬Щ": 167,
  "┬Ъ": 168,
  "┬Ы": 169,
  "┬Ь": 170,
  "┬Э": 171,
  "┬Ю": 172,
  "┬Я": 173,
  "┬а": 174,
  "┬б": 175,
  "┬в": 176,
  "┬г": 177,
  "┬д": 178,
  "┬е": 179,
  "┬ж": 180,
  "┬з": 181,
  "┬и": 182,
  "┬й": 183,
  "┬к": 184,
  "┬л": 185,
  "┬м": 186,
  "┬н": 187,
  "┬о": 188,
  "┬п": 189,
  "┬░": 190,
  "┬▒": 191,
  "┬▓": 192,
  "┬│": 193,
  "┬┤": 194,
  "┬╡": 195,
  "┬╢": 196,
  "┬╖": 197,
  "┬╕": 198,
  "┬╣": 199,
  "┬║": 200,
  "┬╗": 201,
  "┬╝": 202,
  "┬╜": 203,
  "┬╛": 204,
  "┬┐": 205,
  "├А": 206,
  "├Б": 207,
  "├В": 208,
  "├Г": 209,
  "├Д": 210,
  "├Е": 211,
  "├Ж": 212,
  "├З": 213,
  "├И": 214,
  "├Й": 215,
  "├К": 216,
  "├Л": 217,
  "├М": 218,
  "├Н": 219,
  "├О": 220,
  "├П": 221,
  "├Р": 222,
  "├С": 223,
  "├Т": 224,
  "├У": 225,
  "├Ф": 226,
  "├Х": 227,
  "├Ц": 228,
  "├Ч": 229,
  "├Ш": 230,
  "├Щ": 231,
  "├Ъ": 232,
  "├Ы": 233,
  "├Ь": 234,
  "├Э": 235,
  "├Ю": 236,
  "├Я": 237,
  "├а": 238,
  "├б": 239,
  "├в": 240,
  "├г": 241,
  "├д": 242,
  "├е": 243,
  "├ж": 244,
  "├з": 245,
  "├и": 246,
  "├й": 247,
  "├к": 248,
  "├л": 249,
  "├м": 250,
  "├н": 251,
  "├о": 252,
  "├п": 253,
  "├░": 254,
  "├▒": 255,
  "├▓": 256,
  "├│": 257,
  "├┤": 258,
  "├╡": 259,
  "├╢": 260,
  "├╖": 261,
  "├╕": 262,
  "├╣": 263,
  "├║": 264,
  "├╗": 265,
  "├╝": 266,
  "├╜": 267,
  "├╛": 268,
  "├┐": 269
}